Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Manual Temp Basal
ar: المعدل الأساسي اليدوي
da: Manuel basalindstilling
de: Manuelle Basalrate
es: Temperatura basal manual
fi: Manuaalinen perusannos
fr: Réglage manuel de la température basale
he: טמפ בסיסי ידני
hu: Kézi beállítás – Bazális hőmérséklet
it: Temperatura manuale Basale
ja: 手動・温度・基礎インスリン
ko: 수동, 체온, 기저율
nb: Manuell basalinnstilling
nl: Handmatige basale temperatuurinstelling
pl: Ręczne ustawianie tempy bazowej
pt_br: Temperatura basal manual
ro: Temperatură bazală setată manual
ru: Ручная настройка базальной дозы
sk: Ručné nastavenie bazálnej dávky
sl: Ročno nastavitev bazalne temperature
sv: Manuell basaldos
tr: Manuel Bazal Sıcaklık
uk: Ручне регулювання базової температури
zh_hans: 手动基础率

source: Manually sync Pump time
ar: مزامنة وقت المضخة يدوياً
da: Synkroniser pumpetiden manuelt
de: Manuelle Synchronisierung der Pumpenzeit
es: Sincronizar manualmente la hora de la bomba
fi: Pumpun ajan synkronointi manuaalisesti
fr: Synchronisation manuelle de l'heure de la pompe
he: סנכרון ידני זמן משאבה
hu: Szivattyúidő kézi szinkronizálása
it: Sincronizzazione manuale dell'ora della pompa
ja: ポンプ時間を手動で同期
ko: 펌프 시간 수동 동기화
nb: Synkroniser pumpens tid manuelt
nl: Pomptijd handmatig synchroniseren
pl: Ręczna synchronizacja czasu pompy
pt_br: Sincronização manual do tempo da bomba
ro: Sincronizare manuală a orei pompei
ru: Ручная синхронизация времени работы насоса
sk: Ručná synchronizácia času čerpadla
sl: Ročna sinhronizacija časa črpalke
sv: Synkronisera pumptiden manuellt
tr: Pompa zamanını manuel olarak senkronize edin
uk: Синхронізація вручну Час роботи насоса
zh_hans: 手动同步泵时间

source: Max daily insulin
ar: أقصى الأنسولين اليومي
da: Max daglig insulin
de: Max. tägliches Insulin
es: Máximo de insulina diaria
fi: Suurin päivittäinen insuliini
fr: Insuline quotidienne max
he: מקסימום אינסולין יומי
hu: Max napi inzulin
it: Insulina massima giornaliera
ja: 1日の最大インスリン量
ko: 일일 최대 인슐린
nb: Max daglig insulin
nl: Max. dagelijkse insuline
pl: Maksymalna dobowa insulina
pt_br: Insulina diária máxima
ro: Insulină zilnică maximă
ru: Максимальное количество инсулинов
sk: Maximálna denná dávka
sl: Največji dnevni inzulin
sv: Max dagligt insulin
tr: Maksimum günlük insülin
uk: Максимальний добовий рівень інсуліну
zh_hans: 每日最大绝缘量

source: Max hourly insulin
ar: الانسولين في الساعة القصوى
da: Maks. timeinsulin
de: Max. stündliche Insulin
es: Máximo de insulina por hora
fi: Insuliinin maksimi tuntimäärä
fr: Insuline horaire max
he: אינסולין מקסימלי לשעה
hu: Maximális óránkénti inzulin
it: Max insulina oraria
ja: 1時間当たりの最大インスリン量
ko: 최대 시간당 인슐린
nb: Maksimal timelegemiddel insulin
nl: Max uur insuline
pl: Maksymalna insulina godzinowa
pt_br: Insulina máxima horária
ro: Insulină orară maximă
ru: Макс. почасовой инсулин
sk: Maximálna hodinová dávka
sl: Največji urni inzulin
sv: Max timvis insulin
tr: Maksimum saatlik insülin
uk: Максимальний погодинний інсулін
zh_hans: 最大每小时绝缘数

source: minute
ar: دقيقة
da: minut
es: minuto
fi: minuutti
he: דקה
hu: perc
it: minuto
ja: 微細
ko: 분
nb: minutt
nl: minuut
pl: minuta
pt_br: minuto
ro: minut
ru: минута
sk: minúta
sl: minuta
sv: minut
tr: dakika
uk: хвилину.
zh_hans: 分钟

source: minutes
ar: دقائق
da: minutter
de: minuten
es: minutos
fi: minuuttia
he: דקות
hu: percek
it: minuti
ja: 議事録
ko: 분
nb: minutter
nl: minuten
pl: minuty
pt_br: Minutos
ro: minute
ru: минуты
sk: minút
sl: minute
sv: minuter
tr: dakika
uk: хвилини
zh_hans: 分钟

source: No active patch
ar: لا يوجد تعديل نشط
da: Intet aktivt plaster
de: Kein aktiver Patch
es: Ningún parche activo
fi: Ei aktiivista laastaria
fr: Aucun patch actif
he: אין תיקון פעיל
hu: Nincs aktív tapasz
it: Nessuna patch attiva
ja: アクティブパッチなし
ko: 활성 패치 없음
nb: Ingen aktive depotplastre
nl: Geen actieve patch
pl: Brak aktywnego plastra
pt_br: Nenhum patch ativo
ro: Niciun pompă activ
ru: Нет активного патча
sk: Žiadna aktívna náplasť
sl: Brez aktivnega obliža
sv: Ingen aktiv patch
tr: Aktif yama yok
uk: Немає активного виправлення
zh_hans: 无激活状态的贴泵

source: No calibration
ar: لا توجد معايرة
da: Ingen kalibrering
de: Keine Kalibrierung
es: Sin calibración
fi: Ei kalibrointia
fr: Pas d'étalonnage
he: אין כיול
hu: Nincs kalibrálás
it: Nessuna calibrazione
ja: 校正なし
ko: 보정 없음
nb: Ingen kalibrering
nl: Geen kalibratie
pl: Brak kalibracji
pt_br: Sem calibração
ro: Fără calibrare
ru: Нет калибровки
sk: Žiadna kalibrácia
sl: Brez umerjanja
sv: Ingen kalibrering
tr: Kalibrasyon yok
uk: Без калібрування
zh_hans: 无校准

source: No Calibration
ar: لا توجد معايرة
da: Ingen kalibrering
de: Keine Kalibrierung
es: Sin calibración
fi: Ei kalibrointia
fr: Pas d'étalonnage
he: ללא כיול
hu: Nincs kalibrálás
it: Nessuna calibrazione
ja: 校正なし
ko: 보정 없음
nb: Ingen kalibrering
nl: Geen kalibratie
pl: Brak kalibracji
pt_br: Sem Calibração
ro: Fără calibrare
ru: Без калибровки
sk: Žiadna kalibrácia
sl: Brez umerjanja
sv: Ingen kalibrering
tr: Kalibrasyon Yok
uk: Без калібрування
zh_hans: 无校准

source: No Delivery
ar: لا يوجد توصيل
da: Ingen levering
de: Keine Verwaltung
es: Sin entrega
fi: Ei toimitusta
fr: Aucune administration
he: אין משלוח
hu: Nincs szállítás
it: Nessuna consegna
ja: 配達なし
ko: 배달 없음
nb: Ingen levering
nl: Geen toediening
pl: Brak dostawy
pt_br: Sem entrega
ro: Fără administrare
ru: Нет доставки
sk: Žiadne doručenie
sl: Brez dostave
sv: Ingen leverans
tr: Teslimat Yok
uk: Без доставки
zh_hans: 不送货

source: No Insulin
ar: لا أنسولين
da: Ingen insulin
de: Kein Insulin
es: Sin insulina
fi: Ei insuliinia
fr: Pas d'insuline
he: אין אינסולין
hu: Nincs inzulin
it: Nessuna insulina
ja: インスリンなし
ko: 인슐린 없음
nb: Ingen insulin
nl: Geen insuline
pl: Brak insuliny
pt_br: Sem insulina
ro: Fără insulină
ru: Без инсулина
sk: Žiadny inzulín
sl: Brez inzulina
sv: Inget insulin
tr: İnsülin Yok
uk: Інсуліну немає.
zh_hans: 无胰岛素

source: No patch
ar: لا توجد رقعة
da: Intet plaster
de: Kein Patch
es: Sin parche
fi: Ei korjausta
fr: Pas de patch
he: אין תיקון
hu: Nincs javítás
it: Nessuna patch
ja: パッチなし
ko: 패치 없음
nb: Ingen Patch
nl: Geen patch
pl: Brak poprawki
pt_br: Sem patch
ro: Nicio pompă
ru: Нет патча
sk: Žiadna náplasť
sl: Brez popravkov
sv: Ingen patch
tr: Yama yok
uk: Нема латки
zh_hans: 无贴泵

source: No, Keep as is
ar: لا، احتفظ كما هو
da: Nej, behold som det er
de: Nein, behalten wie ist
es: No, mantener como es
fi: Ei, pidä sellaisena kuin se on
fr: Non, Garder tel quel
he: לא, שמור כמו שהוא
hu: Nem, maradjon úgy, ahogy van
it: No, tieni come è
ja: いいえ、そのままで
ko: 아니요, 그대로 유지
nb: Nei, behold som det er
nl: Nee, zo houden
pl: Nie, zachowaj tak jak
pt_br: Não, manter como está
ro: Nu, păstrați așa cum este
ru: Нет, Держите как это
sk: Nie, nechajte tak, ako je
sl: Ne, naj ostane takšna, kot je
sv: Nej, behåll som är
tr: Hayır, olduğu gibi kalsın
uk: Ні, залишити як є
zh_hans: 否，保持原来的状态

source: No, Keep Pump As Is
ar: لا، احتفظ بالمضخة كما هي
da: Nej, behold pumpen som den er
de: Nein, Pumpe so belassen wie sie ist
es: No, mantenga la bomba como está
fi: Ei, pidä pumppu sellaisenaan
fr: Non, conserver la pompe en l'état
he: לא, שמור על המשאבה כפי שהיא
hu: Nem, tartsa a szivattyút úgy, ahogy van
it: No, conservare la pompa così com'è
ja: いいえ、ポンプはそのままで
ko: 아니요, 펌프 그대로 유지
nb: Nei, behold pumpen som er
nl: Nee, houd de pomp zoals hij is
pl: Nie, zachowaj pompę w stanie, w jakim jest
pt_br: Não, mantenha a bomba como está
ro: Nu, păstrați pompa așa cum este
ru: Нет, храните насос как есть
sk: Nie, nechajte čerpadlo tak, ako je
sl: Ne, hranite črpalko, kot je
sv: Nej, behåll pumpen i befintligt skick
tr: Hayır, Pompayı Olduğu Gibi Saklayın
uk: Ні, залиште насос як є
zh_hans: 不，保持泵的原样

source: None
ar: لا يوجد
da: Ingen
de: Keine
es: Ninguno
fi: Ei ole
fr: Aucun
he: אף אחד
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadne
sl: Ni
sv: Ingen
tr: Hiçbiri
uk: Ні.
zh_hans: 无

source: Notification for expirate patch
ar: إشعار بتصحيح انتهاء الصلاحية
da: Notifikation for udløbsplaster
de: Benachrichtigung für verfallenen Patch
es: Notificación del parche de caducidad
fi: Ilmoitus vanhentuneelle korjaukselle
fr: Notification pour le patch d'expiration
he: הודעה על תיקון פג תוקף
hu: Értesítés az expirate patch-hez
it: Notifica per la patch di scadenza
ja: 期限切れパッチのお知らせ
ko: 만료 패치 알림
nb: Varsel om utløpende plaster
nl: Kennisgeving voor vervaldatum
pl: Powiadomienie o aktualizacji daty wygaśnięcia
pt_br: Notificação de expiração do patch
ro: Notificare pompă expirată
ru: Уведомление об истечении срока действия патча
sk: Upozornenie na exspiráciu náplaste
sl: Obvestilo za popravek za iztekanje
sv: Avisering för utgång patch
tr: Expirate yaması için bildirim
uk: Сповіщення про закінчення терміну дії патчу
zh_hans: 贴泵过期通知

source: Notification for low reservoir
ar: الإخطار بانخفاض الخزان
da: Meddelelse om lavt reservoir
de: Benachrichtigung bei niedrigem Wasserstand
es: Notificación de depósito bajo
fi: Ilmoitus matalasta säiliöstä
fr: Notification d'un réservoir bas
he: הודעה על מאגר נמוך
hu: Értesítés az alacsony tározóról
it: Notifica per serbatoio basso
ja: リザーバー不足のお知らせ
ko: 저장소 부족 알림
nb: Varsel om lavt reservoar
nl: Melding voor laag reservoir
pl: Powiadomienie o niskim stanie zbiornika
pt_br: Notificação de reservatório baixo
ro: Notificare pentru rezervor scăzut
ru: Уведомление о низком уровне резервуара
sk: Oznámenie o nízkej nádrži
sl: Obvestilo o nizkem rezervoarju
sv: Anmälan om låg reservoar
tr: Düşük rezervuar için bildirim
uk: Сповіщення про низький рівень резервуара
zh_hans: 水库水位低时的通知

source: Occlusion
ar: الانسداد
da: Okklusion
de: Okklusion
es: Oclusión
he: חסימה
it: Occlusione
ja: 咬合
ko: 오클루전
nb: Okklusjon
nl: Occlusie
pl: Okluzja
pt_br: Oclusão
ro: Ocluzie
ru: Окклюзия
sk: Oklúzia
sl: Okluzija
sv: Ocklusion
tr: Oklüzyon
uk: Оклюзія
zh_hans: 闭塞

source: OK
ar: حسناً
es: Vale
fi: Selvä
fr: D'accord
he: בסדר
hu: Rendben
it: Va bene
ja: 了解
ko: 알겠습니다
nl: Oké
ru: Хорошо
sl: V redu
sv: Okej
tr: Tamam
uk: Гаразд
zh_hans: 好的

source: Patch activation
ar: تنشيط التصحيح
da: Patch aktivering
de: Patch-Aktivierung
es: Activación del parche
fi: Paikan aktivointi
fr: Activation du correctif
he: הפעלת תיקון
hu: Tapasz aktiválása
it: Attivazione patch
ja: パッチの活性化
ko: 패치 활성화
nb: Aktivering av programfiks
nl: Patch activering
pl: Aktywacja aktualizacji
pt_br: Ativação de Atualização
ro: Activare pompă
ru: Активация исправлений
sk: Aktivácia náplasti
sl: Aktivacija obliža
sv: Patch aktivering
tr: Yama aktivasyonu
uk: Активація патчу
zh_hans: 贴泵激活

source: Patch Activation
ar: تنشيط التصحيح
da: Patch aktivering
de: Patch-Aktivierung
es: Activación del parche
fi: Paikan aktivointi
fr: Activation du correctif
he: הפעלת תיקון
hu: Tapasz aktiválása
it: Attivazione patch
ja: パッチの活性化
ko: 패치 활성화
nb: Aktivering av programfiks
nl: Patch activering
pl: Aktywacja aktualizacji
pt_br: Ativação de Atualização
ro: Activare Pompă
ru: Активация исправлений
sk: Aktivácia náplasti
sl: Aktivacija obliža
sv: Patch aktivering
tr: Yama aktivasyonu
uk: Активація патчу
zh_hans: 贴泵激活

source: Patch Details
ar: تفاصيل التصحيح
da: Detaljer om patch
es: Detalles del parche
fi: Laastarin tiedot
fr: Détails du patch
he: פרטי תיקון
hu: Patch részletek
it: Dettagli della patch
ja: パッチの詳細
ko: 패치 세부 정보
nb: Oppdater detaljer
pl: Szczegóły patcha
pt_br: Detalhes do patch
ro: Detalii Pompă
ru: Детали патча
sk: Podrobnosti o záplate
sl: Podrobnosti popravka
sv: Patch Detaljer
tr: Yama Detayları
uk: Детальна інформація про патч
zh_hans: 贴泵详情

source: Patch Error
ar: خطأ في التصحيح
da: Patch-fejl
de: Patch-Fehler
es: Error de parche
fi: Korjausvirhe
fr: Erreur de patch
he: שגיאת תיקון
hu: Patch hiba
it: Errore di patch
ja: パッチエラー
ko: 패치 오류
nb: Oppdateringsfeil
nl: Fout in patch
pl: Błąd poprawki
pt_br: Erro de correção
ro: Eroare pompă
ru: Ошибка патча
sk: Chyba záplaty
sl: Napaka popravka
sv: Fel på lapp
tr: Yama Hatası
uk: Помилка виправлення
zh_hans: 贴泵错误

source: Patch expired
ar: انتهت صلاحية التصحيح
da: Patch udløbet
de: Patch abgelaufen
es: Parche caducado
fi: Paikka vanhentunut
fr: Le correctif a expiré
he: תוקף התיקון פג
hu: A javítás lejárt
it: Patch scaduta
ja: パッチ期限切れ
ko: 패치 만료
nb: Oppdatering utløpt
nl: Patch verlopen
pl: Aktualizacja wygasła
pt_br: Atualização expirada
ro: Pompa a expirat
ru: Истек срок действия патча
sk: Náplasť exspirovala
sl: Obliž se je iztekel
sv: Patchen har gått ut
tr: Yama süresi doldu
uk: Термін дії патчу закінчився
zh_hans: 贴泵已过期

source: Patch expired. Basal only.
ar: انتهت صلاحية التصحيح. القاعدية فقط.
da: Plasteret er udløbet. Kun basal.
de: Das Pflaster ist abgelaufen. Nur Basal.
es: Parche caducado. Sólo basal.
fi: Laastari vanhentunut. Vain basaalinen.
fr: Patch périmé. Basal uniquement.
he: תוקף התיקון פג. בסיסי בלבד.
hu: A javítás lejárt. Csak basal.
it: Patch scaduto. Solo basale.
ja: パッチは期限切れ。基礎のみ。
ko: 패치가 만료되었습니다. 기초 전용입니다.
nb: Oppdateringen har gått ut på basal.
nl: Patch is verlopen. Alleen basaal.
pl: Patch wygasł. Tylko podstawowa.
pt_br: O adesivo expirou. Somente basal.
ro: Pompa a expirat. Doar bazală.
ru: Срок действия пластыря истек. Только базальный.
sk: Platnosť záplaty vypršala. Len bazálna.
sl: Obliž se je iztekel. Samo bazalna.
sv: Plåstret har gått ut. Endast basal.
tr: Yamanın süresi doldu. Sadece bazal.
uk: Термін дії пластиру закінчився. Тільки для основи.
zh_hans: 贴泵已到期。仅保留基础率输注。

source: Patch ID
ar: معرف التصحيح
es: ID del parche
fi: Paikan Tunnus
fr: ID du correctif
he: מזהה תיקון
hu: Folt azonosítója
it: ID Patch
ja: パッチID
ko: 패치 ID
nb: Fiks ID
pl: Identyfikator aktualizacji
pt_br: ID da Atualização
ro: ID Pompă
ru: ID патча
sk: Identifikátor náplaste
sl: ID popravka
tr: Yama Kimliği
uk: Ідентифікатор патчу
zh_hans: 贴泵ID

source: Patch is suspended. Limit of %lld U exceeded. If you increase the limit, you can clear the alert now. If you wait, patch will resume when enough time passes.
ar: تم تعليق التصحيح. حد %lld تم تجاوز U. إذا قمت بزيادة الحد، يمكنك مسح التنبيه الآن. إذا انتظرت، سيتم استئناف التصحيح عندما يمر وقت كافٍ.
da: Patch er suspenderet. Grænsen for %lld U overskredet. Hvis du øger grænsen, kan du fjerne advarslen nu. Hvis du venter, vil patchen blive genoptaget, når der er gået tilstrækkelig tid.
de: Patch wird ausgesetzt. Grenze von %lld U überschritten. Wenn Sie den Grenzwert erhöhen, können Sie die Meldung jetzt löschen. Wenn Sie warten, wird der Patch wieder aufgenommen, wenn genügend Zeit verstrichen ist.
es: Parche suspendido. Límite de %lld U excedido. Si aumenta el límite, puede borrar la alerta ahora. Si espera, el parche se reanudará cuando pase el tiempo suficiente.
fi: Laastari on keskeytetty. Raja %lld U ylitetty. Jos nostat rajaa, voit poistaa hälytyksen nyt. Jos odotat, paikkaus jatkuu, kun tarpeeksi aikaa kuluu.
fr: Le patch est suspendu. Limite de %lld U dépassée. Si vous augmentez la limite, vous pouvez supprimer l'alerte maintenant. Si vous attendez, le patch reprendra lorsque le temps sera écoulé.
he: התיקון מושעה. המגבלה של %lld U חרגה. אם תגדיל את המגבלה, תוכל לנקות את ההתראה כעת. אם תחכה, התיקון יתחדש כאשר יעבור מספיק זמן.
hu: A javítás felfüggesztésre került. A %lld U túllépve. Ha megnöveli a limitet, akkor most törölheti a riasztást. Ha vár, a javítás folytatódik, ha elég idő eltelt.
it: La patch è sospesa. Limite di %lld U superato. Se aumentate il limite, potete cancellare subito l'avviso. Se si attende, la patch riprenderà quando sarà trascorso un tempo sufficiente.
ja: パッチが中断されました。xxx0xx}の上限を超えた。U を超えました。リミットを増やせば、今すぐアラートを解除できる。待っていれば、十分な時間が経過した時点でパッチが再開される。
ko: 패치가 일시 중단되었습니다. 한도 %lld U를 초과했습니다. 제한을 늘리면 지금 경고를 지울 수 있습니다. 기다리면 충분한 시간이 지나면 패치가 재개됩니다.
nb: Oppdateringen er suspendert. Grensen på %lld U overskredet. Hvis du øker grensen, kan du fjerne varselet nå. Hvis du venter, vil patchen gjenopptas når det har gått nok tid.
nl: Patch is opgeschort. Limiet van %lld U overschreden. Als u de limiet verhoogt, kunt u de waarschuwing nu wissen. Als je wacht, wordt de patch hervat als er genoeg tijd verstreken is.
pl: Patch jest zawieszony. Przekroczono limit %lld U został przekroczony. Jeśli zwiększysz limit, możesz teraz usunąć alert. Jeśli zaczekasz, patch zostanie wznowiony, gdy upłynie wystarczająco dużo czasu.
pt_br: O patch está suspenso. Limite de %lld U excedido. Se aumentar o limite, pode apagar o alerta agora. Se esperar, o patch será retomado quando passar tempo suficiente.
ro: Pompa este suspendată. Limita de %lld U depășită. Dacă măriți limita, puteți șterge alerta acum. Dacă așteptați, acesta își va relua activitatea când va trece suficient timp.
ru: Патч приостановлен. Предел %lld U превышен. Если вы увеличите лимит, вы можете снять предупреждение сейчас. Если вы подождете, патч возобновит работу, когда пройдет достаточно времени.
sk: Záplata je pozastavená. Limit %lld U prekročený. Ak limit zvýšite, môžete teraz upozornenie vymazať. Ak počkáte, oprava sa obnoví, keď uplynie dostatočný čas.
sl: Popravek je začasno prekinjen. Omejitev %lld U je presežena. Če omejitev povečate, lahko opozorilo zdaj izbrišete. Če počakate, se bo popravek nadaljeval, ko bo preteklo dovolj časa.
sv: Patchen är upphävd. Gränsen för %lld U överskreds. Om du höjer gränsen kan du ta bort varningen nu. Om du väntar kommer patchen att återupptas när tillräckligt med tid har gått.
tr: Yama askıya alındı. %lld limiti U aşıldı. Sınırı artırırsanız, uyarıyı şimdi temizleyebilirsiniz. Beklerseniz, yeterli zaman geçtiğinde yama devam edecektir.
uk: Патч призупинено. Ліміт %lld U перевищено. Якщо ви збільшите ліміт, ви можете очистити попередження зараз. Якщо ви зачекаєте, патч буде відновлено, коли мине достатньо часу.
zh_hans: 贴泵已暂停。已超出 %lld 个 U 的限制。如果您提高限制，即可立即清除此警告。如果您稍等片刻，贴泵将在足够长的时间后恢复运行。

source: Patch lifetime
ar: تعديل عمر
da: Patch levetid
de: Patch-Lebensdauer
es: Tiempo de vida del parche
fi: Erän käyttöikä
fr: Durée de mise à jour
he: אורך חיי התיקון
hu: Tapasz élettartama
it: Durata patch
ja: パッチ寿命
ko: 패치 수명
nb: Korrigerens levetid
nl: Patch levensduur
pl: Okres życia plastra
pt_br: Vida útil da atualização
ro: Durată de viață pompă
ru: Время жизни патча
sk: Životnosť náplaste
sl: Življenjska doba obliža
sv: Patch livslängd
tr: Yama ömrü
uk: Час життя патчу
zh_hans: 贴泵使用寿命

source: Patch Lifetime
ar: تعديل عمر
da: Patch levetid
de: Patch-Lebensdauer
es: Tiempo de vida del parche
fi: Erän käyttöikä
fr: Durée de mise à jour
he: תיקון לכל החיים
hu: Patch élettartam
it: Durata patch
ja: パッチ寿命
ko: 패치 수명
nb: Korrigerens levetid
nl: Patch levensduur
pl: Okres życia plastra
pt_br: Vida útil da atualização
ro: Durata de utilizare a pompei
ru: Время жизни патча
sk: Životnosť náplaste
sl: Življenjska doba obliža
sv: Patch livslängd
tr: Yama ömrü
uk: Час життя патчу
zh_hans: 贴泵使用寿命

source: Patch priming
ar: تركيب التصحيح
da: Rettelse klargøring
es: Primado del parche
fi: Paikan alustus
fr: Amorçage du patch
he: תחול תיקון
hu: Tapasz alapozás
it: Blocco patch
ja: パッチのプライミング
ko: 패치 프라이밍
nb: Lappet klargjøring
nl: Patch primmen
pl: Ustawianie plastra
pt_br: Panturrilha de Atualização
ro: Amorsare pompă
ru: Привязка патча
sk: Napĺňanie náplasti
sl: Osnova za obloge
sv: Patch grundmålning
tr: Yama hazırlama
uk: Ґрунтування латок
zh_hans: 贴泵充盈中

source: Patch Priming
ar: تركيب التصحيح
da: Rettelse klargøring
es: Primado del parche
fi: Paikan alustus
fr: Amorçage du patch
he: תיקון פרימינג
hu: Patch alapozás
it: Blocco patch
ja: パッチのプライミング
ko: 패치 프라이밍
nb: Lappet klargjøring
nl: Patch primmen
pl: Ustawianie plastra
pt_br: Panturrilha de Atualização
ro: Amorsarea pompei
ru: Привязка патча
sk: Napĺňanie náplasti
sl: Osnova za obloge
sv: Patch grundmålning
tr: Yama hazırlama
uk: Ґрунтування латок
zh_hans: 贴泵充盈中

source: Patch replace
ar: استبدال التصحيح
da: Udskiftning af patch
de: Patch ersetzen
es: Sustitución del parche
fi: Laastari korvaa
fr: Remplacer le patch
he: החלפת תיקון
hu: Patch cseréje
it: Sostituzione della patch
ja: パッチの交換
ko: 패치 교체
nb: Skift ut lappen
nl: Patch vervangen
pl: Wymiana łatki
pt_br: Substituição de remendos
ro: Înlocuiți pompa
ru: Замена патча
sk: Nahradiť záplatu
sl: Zamenjava obliža
sv: Patch byt ut
tr: Yama değiştirme
uk: Заміна патча
zh_hans: 贴泵替换

source: Patch settings
ar: إعدادات التصحيح
da: Indstillinger for rettelse
de: Patch-Einstellungen
es: Ajustes del parche
fi: Paikan asetukset
fr: Paramètres du correctif
he: הגדרות תיקון
hu: Patch beállítások
it: Impostazioni patch
ja: パッチ設定
ko: 패치 설정
nb: Oppdatere innstillinger
nl: Patch instellingen
pl: Ustawienia aktualizacji
pt_br: Configurações de Atualização
ro: Setări pompă
ru: Настройки патча
sk: Nastavenia náplaste
sl: Nastavitve popravkov
sv: Inställningar för patch
tr: Yama ayarları
uk: Налаштування патчу
zh_hans: 贴泵设置

source: Patch Settings
ar: إعدادات التصحيح
da: Indstillinger for rettelse
de: Patch-Einstellungen
es: Ajustes del parche
fi: Paikan asetukset
fr: Paramètres du correctif
he: הגדרות תיקון
hu: Patch beállítások
it: Impostazioni patch
ja: パッチ設定
ko: 패치 설정
nb: Oppdatere innstillinger
nl: Patch instellingen
pl: Ustawienia aktualizacji
pt_br: Configurações de Atualização
ro: Setări Pompă
ru: Настройки патча
sk: Nastavenia náplaste
sl: Nastavitve popravkov
sv: Inställningar för patch
tr: Yama ayarları
uk: Налаштування патчу
zh_hans: 贴泵设置

source: Patch state
ar: تصحيح الحالة
da: Patch tilstand
de: Patch-Status
es: Estado del parche
fi: Erän tila
fr: Statut du correctif
he: מצב תיקון
hu: Folt állapot
it: Stato patch
ja: パッチ状態
ko: 패치 상태
nb: Oppdatert tilstand
pl: Stan aktualizacji
pt_br: Estado da Atualização
ro: Stare pompă
ru: Статус патча
sk: Stav pumpy
sl: Stanje obliža
sv: Patchstatus
tr: Yama durumu
uk: Стан патчу
zh_hans: 贴泵状态

source: Patch State
ar: تصحيح الحالة
da: Patch tilstand
de: Patch-Status
es: Estado del parche
fi: Erän tila
fr: Statut du correctif
he: מדינת תיקון
hu: Folt állam
it: Stato patch
ja: パッチ状態
ko: 패치 상태
nb: Oppdatert tilstand
pl: Stan aktualizacji
pt_br: Estado da Atualização
ro: Stare Pompă
ru: Статус патча
sk: Stav pumpy
sl: Stanje obliža
sv: Patchstatus
tr: Yama durumu
uk: Стан патчу
zh_hans: 贴泵状态

source: Patch time
ar: وقت التصحيح
da: Patch-tid
de: Patch-Zeit
es: Hora del parche
fi: Laastariaika
fr: Le temps de l'écusson
he: זמן תיקון
hu: Patch idő
it: Tempo di patch
ja: パッチ・タイム
ko: 패치 시간
nb: Oppdaterings^dato
nl: Patch tijd
pl: Czas łatania
pt_br: Tempo do patch
ro: Timp pompă
ru: Время исправления
sk: Čas záplaty
sl: Čas popravka
sv: Tid för patchning
tr: Yama zamanı
uk: Час виправлення
zh_hans: 贴泵时间

source: Patch Time
ar: وقت التصحيح
da: Patch-tid
de: Patch-Zeit
es: Hora del parche
fi: Laastariaika
fr: Le temps de l'écusson
he: זמן תיקון
hu: Patch idő
it: Tempo di patch
ja: パッチ・タイム
ko: 패치 시간
nb: Oppdaterings^dato
nl: Patch tijd
pl: Czas łatania
pt_br: Tempo do patch
ro: Oră pompă
ru: Время исправления
sk: Čas záplaty
sl: Čas popravka
sv: Tid för patchning
tr: Yama zamanı
uk: Час виправлення
zh_hans: 贴泵时间

source: Paused
ar: متوقف مؤقتاً
da: Holdt pause
de: Pausiert
es: En pausa
fr: En pause
he: מושהה
it: In pausa
ja: 休止
ko: 일시 중지됨
nb: Pauset
nl: Gepauzeerd
pl: Wstrzymane
pt_br: Em pausa
ro: Pauză
ru: Пауза
sk: Pozastavenie
sl: Prekinjeno
sv: Pausad
tr: Duraklatıldı
uk: Призупинився.
zh_hans: 暂停
